Repository: DanielChuDC/cfme-cloud_services
Catalog: locale/*/Cfme_CloudServices.po
Languages: fr, ja, zh_cn

source: Action
ja: アクション
zh_cn: 动作

source: Everything under Red Hat Cloud Services
fr: Tout sous les services cloud Red Hat
ja: Red Hat Cloud サービス下のすべて
zh_cn: '红帽云服务' 下的任何内容

source: Explore our Software-as-a-Services offerings at
fr: Découvrez nos offres SaaS sur
ja: 以下で SaaS (Software-as-a-Services) オファリングをご検討ください
zh_cn: 要了解我们的软件即服务产品，请访问

source: Filter by Name
fr: Filtrer par nom
ja: 名前でフィルター
zh_cn: 按名称过滤

source: Filter by Provider Type
fr: Filtrer par type de fournisseur
ja: プロバイダータイプでフィルター
zh_cn: 按供应商类型过滤

source: Global Synchronization
fr: Synchronisation générale
ja: グローバル同期
zh_cn: 全局同步

source: Name
fr: Nom
ja: 名前
zh_cn: 名称

source: Provider Synchronization
fr: Synchronisation des fournisseurs
ja: プロバイダーの同期
zh_cn: 供应商同步

source: Providers
fr: Fournisseurs
ja: プロバイダー
zh_cn: 供应商

source: Red Hat Cloud
fr: Cloud Red Hat
zh_cn: 红帽云

source: Red Hat Cloud Services
fr: Services cloud Red Hat
ja: Red Hat Cloud サービス
zh_cn: 红帽云服务

source: Services
ja: サービス
zh_cn: 服务

source: Synchronization task has been initiated.
fr: La synchronisation a été lancée.
ja: 同期タスクを開始しました。
zh_cn: 同步任务已启动。

source: Synchronize
fr: Synchroniser
ja: 同期する
zh_cn: 同步

source: Synchronize this Platform to Cloud
fr: Synchroniser cette plateforme avec le cloud
ja: このプラットフォームをクラウドに同期する
zh_cn: 将这个平台同步到云。

source: Synchronize your CloudForms data for selected providers.
fr: Synchroniser vos données CloudForms pour les fournisseurs sélectionnés.
ja: 選択したプロバイダーに CloudForms のデータを同期します。
zh_cn: 同步所选供应商的 CloudForms 数据。

source: Synchronize your CloudForms data to Red Hat Cloud Services.
fr: Synchroniser vos données CloudForms avec les services cloud Red Hat
ja: Red Hat Cloud サービスに CloudForms のデータを同期します。
zh_cn: 将您的 CloudForms 数据同步到红帽云服务。

source: Take me there
fr: Naviguer vers ce point
ja: 移動する
zh_cn: 带我前往

source: Type
ja: タイプ
zh_cn: 类型
